[{
  "_id": {
    "$oid": "670d396ee43b40ecf9addde2"
  },
  "title": "The Detective's Dilemma",
  "author": "John Smith",
  "publisher": "Mystery House",
  "description": "A thrilling mystery that keeps you on the edge of your seat.",
  "isbn": "978-1-23456-789-0",
  "imageUrl": "1729018770044.png",
  "category": "นิยายสืบสวน สอบสวน",
  "qty": "1",
  "price": 350
},
{
  "_id": {
    "$oid": "670d396ee43b40ecf9addde3"
  },
  "title": "The Psychology of Happiness",
  "author": "Anna Thompson",
  "publisher": "Mindful Publishing",
  "description": "A deep dive into the science of happiness and how to cultivate it.",
  "isbn": "978-1-34567-890-1",
  "imageUrl": "1729018770045.png",
  "category": "จิตวิทยา",
  "qty": "1",
  "price": 420
},
{
  "_id": {
    "$oid": "670d396ee43b40ecf9addde4"
  },
  "title": "Healing Heart",
  "author": "Emily Rose",
  "publisher": "SoulCare Books",
  "description": "A journey to emotional recovery and finding peace within.",
  "isbn": "978-1-45678-901-2",
  "imageUrl": "1729018770046.png",
  "category": "ฮีลใจ",
  "qty": "1",
  "price": 390
},
{
  "_id": {
    "$oid": "670d396ee43b40ecf9addde5"
  },
  "title": "The Unseen Mysteries",
  "author": "George Grey",
  "publisher": "Mystery House",
  "description": "A collection of unsolved mysteries that remain a puzzle to this day.",
  "isbn": "978-1-56789-012-3",
  "imageUrl": "1729018770047.png",
  "category": "นิยายสืบสวน สอบสวน",
  "qty": "1",
  "price": 380
},
{
  "_id": {
    "$oid": "671266e07cb0c8f6a55106e3"
  },
  "title": "อนเมียวจิ นักสืบกำมะลอ",
  "author": "อามาโนะ โชโกะ",
  "publisher": "บลิส พับลิชชิ่ง",
  "description": "หนุ่มน้อย \"ชุนตะ\" เป็นลูกครึ่งจิ้งจอกผู้แฝงตัวใช้ชีวิตกับมนุษย์ธรรมดา แต่คืนวันอันแสนสงบสุขกลับเปลี่ยนเป็นยุ่งเหยิง เมื่อจับพลัดจับผลูมาช่วยงาน \"อนเมียวจิ\" หน้าหล่อสุดใจแต่นิสัยเสียสุดขั้ว ทุกวันต้องเหนื่อยปะทะฝีปากกับเจ้านายมากเล่ห์ก็แทบแย่แล้ว ปัญหาพิสดารยังไหลมาเทมาให้ตามแก้ราวกับเปิดสำนักงานนักสืบ แต่ถึงภารกิจสืบสะเด็ดจะยุ่งวุ่นแค่ไหน ก็ไม่น่าปวดหัวเท่าหวิดจะถูกเปิดเผยความลับสุดยอด งานนี้คู่หูต่างขั้วเลยจับมือพักรบกันชั่วคราว เพื่อปฏิบัติการตามล้างตามเช็ดปัญหาชีวิตสุดอลเวง!",
  "isbn": " 9786161000714",
  "imageUrl": "1729260102256.jpg",
  "category": "นิยายสืบสวน สอบสวน",
  "qty": "5",
  "price": 166,
  "__v": 0
},
{
  "_id": {
    "$oid": "67126e517cb0c8f6a55106fc"
  },
  "title": "หุบเขาแห่งความกลัว",
  "author": "ดอยล์, อาร์เทอร์ โคแนน, เซอร์",
  "publisher": " สร้างสรรค์บุ๊คส์",
  "description": "นวนิยายสืบสวนสอบสวน\r\nนวนิยายอังกฤษ",
  "isbn": "9743410546",
  "imageUrl": "1729261137302.jpg",
  "category": "นิยายสืบสวน สอบสวน",
  "qty": "3",
  "price": 300,
  "__v": 0
},
{
  "_id": {
    "$oid": "67126f927cb0c8f6a55106ff"
  },
  "title": "เรื่องสั้นชุด อำลา",
  "author": "ดอยล์, อาร์เทอร์ โคแนน, เซอร์",
  "publisher": "สร้างสรรค์บุ๊คส์",
  "description": "หนังสือเล่มนี้เป็นการรวมเรื่องราวแต่ละคดีที่ยอดเยี่ยมที่สุดของเชอร์ล็อก โฮล์มส์ ซึ่งเขาได้ใช้ความรู้ความสามารถและประสบการณ์อันยอดเยี่ยมของเขาในการคลี่คลายคดี ดังนั้นเรื่องสั่นชุดนี้ จึงไม่แปลกเลยที่แม้แต่หมอวัตสันคู่หูของเชอร์ล๊อก โฮล็มส์ ก็ยืนยันว่าดีที่สุด\r\nเรื่องที่ 1 การผจญภัยที่ วิสเตเรีย ลอดจ์\t\r\n  ตอน ชำระหนี้แค้น\r\n  ตอน เสือร้ายแห่งซาน ปิโดร\r\n\r\nเรื่องที่ 2 แรงพยาบาท\t\r\nเรื่องที่ 3 มฤตยู วงแดง\t\r\nเรื่องที่ 4 แผนพิฆาตแบบแปลนแสนล้าน\t\r\nเรื่องที่ 5 แผนเหนือเมฆ\t\r\nเรื่องที่ 6 โลงศพปริศนา\t\r\nเรื่องที่ 7 ตามรอยปีศาจ\t\r\nเรื่องที่ 8 สายลับตัวแสบ",
  "isbn": "9743410716",
  "imageUrl": "1729261458580.jpg",
  "category": "นิยายสืบสวน สอบสวน",
  "qty": "2",
  "price": 250,
  "__v": 0
},
{
  "_id": {
    "$oid": "671270977cb0c8f6a5510702"
  },
  "title": "Psy-Q เชิงอรรถจิตวิทยา",
  "author": "กิติกร มีทรัพย์",
  "publisher": " มติชน",
  "description": "264 หน้า : ภาพประกอบ.",
  "isbn": "9743225145",
  "imageUrl": "1729261719248.jpg",
  "category": "จิตวิทยา",
  "qty": "2",
  "price": 200,
  "__v": 0
},
{
  "_id": {
    "$oid": "671271957cb0c8f6a5510705"
  },
  "title": "เดินด้วยใจไปกับมนุษย์ล้อมหัศจรรย์",
  "author": "โสภณ ฉิมจินดา",
  "publisher": "รักลูกกรุ๊ป",
  "description": "272 หน้า : ภาพประกอบ ; 21 ซม",
  "isbn": "9786167043098",
  "imageUrl": "1729261973082.jpg",
  "category": "จิตวิทยา",
  "qty": "1",
  "price": 210,
  "__v": 0
},
{
  "_id": {
    "$oid": "671272107cb0c8f6a5510708"
  },
  "title": "จิตวิทยาการเมือง",
  "author": "ณรงค์ สินสวัสดิ์",
  "publisher": " ออเรียนแทลสกอล่า",
  "description": "186 หน้า",
  "isbn": "9745658057",
  "imageUrl": "1729262096508.jpg",
  "category": "จิตวิทยา",
  "qty": "2",
  "price": 150,
  "__v": 0
},
{
  "_id": {
    "$oid": "671272bf7cb0c8f6a551070b"
  },
  "title": " เดอะท็อปซีเคร็ต",
  "author": "สม สุจีรา",
  "publisher": "อมรินทร์ธรรมะ, สนพ.",
  "description": "(ปกอ่อน) 267 หน้า",
  "isbn": "9789740481003",
  "imageUrl": "1729262271293.jpg",
  "category": "จิตวิทยา",
  "qty": "3",
  "price": 200,
  "__v": 0
},
{
  "_id": {
    "$oid": "671273f67cb0c8f6a5510716"
  },
  "title": "การบริหารจิตใจ การรู้แจ้งด้วยจิต การบรรลุธรรม",
  "author": "หลวงปู่มั่น ภูริทัตโต",
  "publisher": "พลัสเพรส",
  "description": "263 หน้า",
  "isbn": "9748691675",
  "imageUrl": "1729262582748.jpg",
  "category": "ฮีลใจ",
  "qty": "1",
  "price": 220,
  "__v": 0
},
{
  "_id": {
    "$oid": "671274947cb0c8f6a5510719"
  },
  "title": "โยคะเพื่อการพัฒนาร่างกายและจิตใจ",
  "author": "พงษ์ วรพงศ์พิเชษฐ",
  "publisher": "เอช.ที.พี.เพรส",
  "description": "242 หน้า : ภาพประกอบ ; 24 ซม",
  "isbn": "9748662322",
  "imageUrl": "1729262740573.jpg",
  "category": "ฮีลใจ",
  "qty": "2",
  "price": 130,
  "__v": 0
},
{
  "_id": {
    "$oid": "671275477cb0c8f6a551071c"
  },
  "title": "จิตสำนึกใหม่แห่งเอเชีย",
  "author": "ประชา หุตานุวัตร, รามู มณีวันนัน, สัมภาษณ์ ; พรรณงาม เง่าธรรมสาร, แปล",
  "publisher": " สวนเงินมีมา",
  "description": "ภาพประกอบ ; 21 ซม",
  "isbn": "9749226992",
  "imageUrl": "1729262919903.jpg",
  "category": "ฮีลใจ",
  "qty": "3",
  "price": 160,
  "__v": 0
},
{
  "_id": {
    "$oid": "671276507cb0c8f6a551071f"
  },
  "title": "คำที่พูดมา เยียวยากว่าโซจู",
  "author": "Lee Seo-won (อีซอว็อน)",
  "publisher": "บลูม พับลิชชิ่ง",
  "description": "ชีวิต...คำพูดเพื่อชีวิตที่ต้องต่อสู้อย่างโดดเดี่ยว\r\n    ฉัน...คำพูดที่ทำให้มีแรงใช้ชีวิตในแบบที่เป็นเรา\r\n    คำพูด...คำพูดที่เอ่ยแล้วดีต่อใจของกันและกันมากขึ้น\r\n\r\n    ถึงแม้โลกนี้ทำให้เรายากหยิบยื่นคำปลอบโยนให้แก่กัน แต่ความจริงมันคือสิ่งที่เราทุกคนล้วนต้องการได้ยิน ต่อให้คนเราภาคภูมิใจและนับถือตัวเองเพียงใด ในทางทฤษฎีกลับยากนักที่จะหันมาพูดคุยและปลอบโยนจิตใจตัวเอง ขอให้ \"คำพูด\" และเรื่องราวในหนังสือ \"คำที่พูดมา เยียวยากว่าโซจู\" เล่มนี้ คลายความเจ็บปวดในจิตใจที่ยังคงทุกข์ทนของทุกคน ด้วยประโยคต่าง ๆ ที่เปิดมุมมองใหม่ให้ชีวิตพร้อมบทความสั้น ๆ ผ่านประสบการณ์ความสัมพันธ์รอบตัวของ \"อีซอว็อน\" ผู้อำนวยการสถาบันวิจัยการจัดการความโกรธของเกาหลี ซึ่งครอบคลุมปัญหาพื้นฐานที่ทุกความสัมพันธ์ต้องเผชิญ อาทิ ความเหงา การตรึงตัวเองให้อยู่ในกรอบของสังคม การทะเลาะเบาะแว้งกับผู้อื่นเพราะความต่าง ปัญหาที่เกิดจากคำพูด และอีกมากมาย จึงทำให้เล่มนี้อ่านง่าย เยียวยาจิตใจ และนำไปใช้ได้จริง คำเตือน : โปรดอ่านอย่างมีวิจารณญาณ เพราะคำพูดเปลี่ยนชีวิตคนได้!(ปกอ่อน) 344 หน้า",
  "isbn": "9786160453481",
  "imageUrl": "1729263184031.jpg",
  "category": "ฮีลใจ",
  "qty": "4",
  "price": 180,
  "__v": 0
},
{
  "_id": {
    "$oid": "671278117cb0c8f6a5510724"
  },
  "title": "ตำราประสาทวิทยาศาสตร์ เล่ม 1",
  "author": "ผู้ช่วยศาสตราจารย์ ดร.กิตติคุณ วิวัฒน์ภิญโญ รองศาสตราจารย์ ดร.นวลจันทร์ จุฑาภักดีกุล รองศาสตราจารย์ ดร. นพ.วรสิทธิ์ ศิริพรพาณิชย์",
  "publisher": " สำนักพิมพ์มหาวิทยาลัยมหิดล",
  "description": "ประสาทวิทยาศาสตร์เป็นแขนงวิชาที่มุ่งเน้นการทำความเข้าใจในโครงสร้างและกลไกการทำงานของระบบประสาท ศาสตร์แขนงนี้ไม่เพียงแต่ได้รับการยอมรับว่าเป็นพื้นฐานที่ขาดไม่ได้ในการศึกษาทางด้านการแพทย์ จิตวิทยาและพฤติกรรมศาสตร์ แต่ปัจจุบันยังมีการนำเอาความรู้ทางประสาทวิทยาศาสตร์ผนวกเข้ากับศาสตร์มากมายหลายแขนง ตั้งแต่วิศวกรรมศาสตร์ นาโนเทคโนโลยี วิทยาการคอมพิวเตอร์ ตลอดจนสังคมศาสตร์ มนุษยศาสตร์และปรัชญา ทำให้ประสาทวิทยาศาสตร์เป็นหนึ่งในศาสตร์ที่เติบโตและก้าวหน้า",
  "isbn": "9786164436299",
  "imageUrl": "1729263633617.png",
  "category": "วิทยาศาสตร์",
  "qty": "5",
  "price": 656,
  "__v": 0
},
{
  "_id": {
    "$oid": "6712789b7cb0c8f6a5510727"
  },
  "title": "ความลับของระบบประสาทอัตโนมัติ",
  "author": "ฮิโรยูกิ โคบายาชิ",
  "publisher": "ไดฟุกุ/Daifuku",
  "description": "เป็นหนังสือหนึ่งในซีรีส์ชุด สนุกจนตาสว่าง ซึ่งเป็นหนังสือแนวความรู้ทั่วไป สำหรับแนวสุขภาพในซีรีส์ชุดนี้ ยังมีเรื่องอื่นๆ เช่น เรื่องลึกแต่ไม่ลับร่างกายมนุษย์ เล่าเรื่องโปรตีนกินแบบนี้สุขภาพดีแน่ เป็นต้น\r\n\r\n เนื้อหาใน ความลับของระบบประสาทอัตโนมัติ ประกอบด้วย 5 บทคือ\r\n\r\n 1. ระบบประสาทอัตโนมัติคืออะไร?\r\n\r\n 2.นิสัยการใช้ชีวิตประจำวันที่ช่วยปรับระบบประสาทอัตโนมัติให้สมดุล\r\n\r\n 3.สร้างนิสัยการรับประทานอาหารเพื่อปรับสมดุลระบบประสาทอัตโนมัติ\r\n\r\n 4. พลังใจช่วยปรับสมดุลระบบประสาทอัตโนมัติ\r\n\r\n 5. การออกกำลังกายเพื่อปรับสมดุลระบบประสาทอัตโนมัติ",
  "isbn": "9786161404017",
  "imageUrl": "1729263771314.jpg",
  "category": "วิทยาศาสตร์",
  "qty": "3",
  "price": 390,
  "__v": 0
},
{
  "_id": {
    "$oid": "671279e57cb0c8f6a551072a"
  },
  "title": "เอกสารการสอนชุดวิชาสถิติและการวิจัยสำหรับวิทยาศาสตร์สุขภาพ",
  "author": "มหาวิทยาลัยสุโขทัยธรรรรมาธิราช. สาขาวิชาวิทยาศาสตร์สุขภาพ",
  "publisher": "สาขาวิชาวิทยาศาสตร์สุขภาพ มหาวิทยาลัยสุโขทัยธรรมาธิราช",
  "description": "Statistics and research in health sciences.",
  "isbn": "9786161607487",
  "imageUrl": "1729264101441.jpg",
  "category": "วิทยาศาสตร์",
  "qty": "2",
  "price": 350,
  "__v": 0
},
{
  "_id": {
    "$oid": "67127a667cb0c8f6a551072d"
  },
  "title": "เอกสารการสอนชุดวิชาสถิติและการวิจัยสำหรับวิทยาศาสตร์สุขภาพ",
  "author": "มหาวิทยาลัยสุโขทัยธรรรรมาธิราช. สาขาวิชาวิทยาศาสตร์สุขภาพ",
  "publisher": "สาขาวิชาวิทยาศาสตร์สุขภาพ มหาวิทยาลัยสุโขทัยธรรมาธิราช",
  "description": "Statistics and research in health sciences.",
  "isbn": "9786161607357",
  "imageUrl": "1729264230081.jpg",
  "category": "วิทยาศาสตร์",
  "qty": "2",
  "price": 350,
  "__v": 0
},
{
  "_id": {
    "$oid": "67127bd77cb0c8f6a5510730"
  },
  "title": "ตำราประสาทวิทยาศาสตร์ เล่ม 2",
  "author": "กิตติคุณ วิวัฒน์ภิญโญ, นวลจันทร์ จุฑาภักดีกุล, วรสิทธิ์ ศิริพรพาณิชย์",
  "publisher": "สำนักพิมพ์มหาวิทยาลัยมหิดล",
  "description": "397-910 หน้า : ภาพประกอบ",
  "isbn": "9786164438552",
  "imageUrl": "1729264599351.jpg",
  "category": "วิทยาศาสตร์",
  "qty": "2",
  "price": 656,
  "__v": 0
},
{
  "_id": {
    "$oid": "671333598bca44c63032af2c"
  },
  "title": "คณิตคิดพลาด : รวมเรื่องวายป่วงในวันที่คณิตศาสตร์รู้พลั้ง",
  "author": "Matt Parker",
  "publisher": "บุ๊คสเคป",
  "description": "คณิตศาสตร์อยู่รอบตัวเรา ตั้งแต่วันเวลาในปฏิทิน ตึกรามบ้านช่อง โค้ดเบื้องหลังเว็บไซต์ ลอตเตอรี่ลุ้นโชค หรือเซ็ตอาหารในแมคโดนัลด์! แต่ถ้าวันหนึ่งคณิตศาสตร์ที่ขับเคลื่อนสังคมอยู่หลังม่านเหล่านี้เกิดสะดุดขึ้นมา โลกที่เราอยู่อาจล้มหัวคะมำ \"แมตต์ พาร์กเกอร์\" นักคณิตศาสตร์ที่ผันตัวไปเป็นนักเดี่ยวไมโครโฟน จะพาเราไปสำรวจนานาเรื่องวายป่วง ที่เกิดจากความผิดพลาดทางคณิตศาสตร์จุดเล็กๆ แต่สะเทือนถึงดวงดาว ไม่ว่าจะเป็นการแปลงหน่วยผิดที่ทำให้ยานอวกาศนาซาพุ่งชนดาวอังคาร ปัญหาทางวิศวกรรมที่เล่นเอาตึกสูงสั่นไหวแค่เพราะมีคนเต้นแอโรบิก ทีมชาติรัสเซียที่ไปแข่งโอลิมปิกไม่ทันเพราะดันคำนวณปฏิทินไม่เหมือนชาวบ้าน หรือข้อผิดพลาด \"นิ้วอ้วน\" ที่ทำให้บริษัทญี่ปุ่นขายหุ้น 610,000 หุ้นไปในราคาเพียงหนึ่งเยน หนังสือเล่มนี้คือคำตอบแสนกวนสำหรับใครก็ตามที่เคยสงสัยว่า \"เรียนคณิตศาสตร์ไปทำไม\" และชวนขบคิดถึงบทบาทอันยิ่งใหญ่ที่คณิตศาสตร์มีต่อโลก พร้อมเขกกะโหลกเตือนเราว่า แม้สูตรและสมการจะแม่นยำเพียงใด แต่หากวันไหนที่มนุษย์คิดพลาด วันนั้นคณิตศาสตร์ก็รู้พลั้งได้เสมอ",
  "isbn": "9786168313404",
  "imageUrl": "1729311577735.jpg",
  "category": "คณิตศาสตร์",
  "qty": "3",
  "price": 375,
  "__v": 0
},
{
  "_id": {
    "$oid": "6713348c8bca44c63032af2f"
  },
  "title": "คณิตวิเคราะห์",
  "author": "วิชาญ ลิ่วกีรติยุตกุล",
  "publisher": "จุฬาลงกรณ์มหาวิทยาลัย",
  "description": "ระบบจำนวนจริง (The real number system) -- ลำดับและอนุกรม (Sequences and series) -- ลิมิตของฟังก์ชัน (Limits of functions) -- ความต่อเนื่อง (Continuity) -- อนุพันธ์ (Derivatives) -- ปริพันธ์แบบรีมันน์ (Riemann integral) -- ทบทวนเชตและฟังก์ชั่น",
  "isbn": "9786165686969",
  "imageUrl": "1729311884589.jpg",
  "category": "คณิตศาสตร์",
  "qty": "3",
  "price": 269,
  "__v": 0
},
{
  "_id": {
    "$oid": "671335668bca44c63032af32"
  },
  "title": "คณิตตรรกศาสตร์",
  "author": "อธิปัตย์ ธำรงธัญลักษณ์",
  "publisher": "จุฬาลงกรณ์มหาวิทยาลัย",
  "description": "ตรรกศาสตร์เกี่ยวกับประพจน์ -- ตรรกศาสตร์อันดับที่หนึ่ง -- ทฤษฎีบทความปรกติและทฤษฎีบทความบริบูรณ์ -- ทฤษฎีบทความไม่บริบูรณ์",
  "isbn": "9786164684331",
  "imageUrl": "1729312102201.jpg",
  "category": "คณิตศาสตร์",
  "qty": "3",
  "price": 225,
  "__v": 0
},
{
  "_id": {
    "$oid": "671335e58bca44c63032af35"
  },
  "title": "คณิตฯ พิชิต ก.พ.",
  "author": "สแกวัลณ์ ศรีชนะ",
  "publisher": "ณัฏฐา พืชผล",
  "description": "คุณเป็นคนหนึ่งหรือเปล่าที่พอพูดถึงคณิตศาสตร์ แล้วคิดถึงตัวเลขเยอะๆ หรือสมการที่มีตัวแปรมากมาย และคิดว่าฉันทำไม่ได้หรอก ฉันไม่เก่งคณิตศาสตร์... ถ้าใช่ คุณโยนความคิดทั้งหมดนั้นทิ้งไปได้เลย! เพราะหนังสือเล่มนี้จะบอกวิธีทำความเข้าใจคณิตศาสตร์ในหลักสูตรที่ กพ. นำมาออกข้อสอบ และจะช่วยรื้อฟื้นความทรงจำเกี่ยวกับพื้นฐานคณิตศาสต์ที่คุณจำเป็นต้องใช้ในการสอบ โดยคุณจะได้ทบทวนตั้งแต่หลักการบวก ลบ คูณ หาร หลักการแก้สมการ ร้อยละ และอีกมากมาย ซึ่งจะอธิบายเทคนิคและแนวคิตอย่างละเอียด พร้อมรวบรวมแนวข้อสอบที่ใกล้เคียงข้อสอบจริงให้คุณได้ฝึกฝน เพื่อให้สามารถทำข้อสอบได้อย่างมั่นใจและสอบได้สมดังที่ตั้งใจ",
  "isbn": "\t9786164559455",
  "imageUrl": "1729312229831.jpg",
  "category": "คณิตศาสตร์",
  "qty": "3",
  "price": 293,
  "__v": 0
},
{
  "_id": {
    "$oid": "671336e38bca44c63032af38"
  },
  "title": "คณิตซุปเปอร์โมเดล",
  "author": "บัญชา ธนบุญสมบัติ",
  "publisher": "สารคดี",
  "description": "นำเสนอการใช้แบบจำลองทางคณิตศาสตร์ในการอธิบายหรือคาดการณ์ปรากฏการณ์ต่างๆ บางเรื่องแม้ดูเหมือนว่าไกลตัว แต่รู้ไว้ก็สนุกดี สามารถนำไปประยุกต์ใช้ในชีวิตประจำวันได้เป็นอย่างดี",
  "isbn": "9786167767390",
  "imageUrl": "1729312483095.jpg",
  "category": "คณิตศาสตร์",
  "qty": "3",
  "price": 144,
  "__v": 0
},
{
  "_id": {
    "$oid": "671338438bca44c63032af3b"
  },
  "title": "\tภาษาอังกฤษสำหรับนักกฎหมาย",
  "author": "กนก จุลมนต์",
  "publisher": "กรุงสยาม พับลิชชิ่ง",
  "description": "การแปลภาษาอังกฤษเป็นภาษาไทย -- การแปลภาษาไทยเป็นภาษาอังกฤษ -- การอ่านจับใจความ -- ข้อสอบวิชาภาษาอังกฤษสำหรับนักกฎหมายความรู้ชั้นเนติบัณฑิต",
  "isbn": "9786166089370",
  "imageUrl": "1729312835140.jpg",
  "category": "ภาษาอังกฤษ",
  "qty": "3",
  "price": 198,
  "__v": 0
},
{
  "_id": {
    "$oid": "671338e58bca44c63032af3e"
  },
  "title": "ภาษาอังกฤษในวิชาชีพกฎหมาย",
  "author": "พินัย ณ นคร",
  "publisher": "วิญญูชน",
  "description": "ลักษณะของภาษาอังกฤษในวิชาชีพกฎหมาย -- แบบฝึกหัดสำหรับการเขียนภาษาอังกฤษในวิชาชีพกฎหมาย -- แนวทางในการอธิบายการใช้คำศัพท์กฎหมายภาษาอังกฤษ -- คำศัพท์กฎหมายภาษาอังกฤษที่เกี่ยวข้องกับกฎหมาย สัญญาในส่วนที่เกี่ยวกับการเกิดสัญญาและความสมบูรณ์ของสัญญา -- คำศัพท์กฎหมายภาษาอังกฤษที่เกี่ยวข้องกับกฎหมายสัญญาในส่วนที่เกี่ยวกับการปฏิบัติตามสัญญา การผิดสัญญา และวิธีเยียวยา -- แบบฝึกหัดสำหรับ การใช้คำศัพท์กฎหมายภาษาอังกฤษที่เกี่ยวข้องกับกฎหมายสัญญา",
  "isbn": "9786165813501",
  "imageUrl": "1729312997146.jpg",
  "category": "ภาษาอังกฤษ",
  "qty": "3",
  "price": 340,
  "__v": 0
},
{
  "_id": {
    "$oid": "671339838bca44c63032af41"
  },
  "title": "1-minute quick English เก่งอังกฤษไวใน 1 นาที",
  "author": "ครูดิว",
  "publisher": "OpenDurian",
  "description": "ต้องให้ 1 Minute ช่วยด่วน!! \r\n\r\nอธิบายเรื่องยาก ชวนสับสน?เข้าใจแน่ขอแค่ 1 นาที?\r\nตัวเทียบชัดเจน เข้าใจง่ายผ่าน 1 ภาพ\r\n4 สีทั้งเล่มน่ารัก อ่านง่าย\r\nเรียนสนุก ไม่น่าเบื่อ เหมือนเล่นเกมตลอดเล่ม\r\nจัดเต็ม VDO สอน 120 คลิป\r\nวัดผลเรียนได้ทันที! แบบเรียลไทม์\r\nต้องการพัฒนาภาษาอังกฤษให้ดีขึ้น! ต้องเล่ม 1 Minute เท่านั้น??",
  "isbn": "9786168342237",
  "imageUrl": "1729313155360.jpg",
  "category": "ภาษาอังกฤษ",
  "qty": "3",
  "price": 407,
  "__v": 0
},
{
  "_id": {
    "$oid": "67133b608bca44c63032af44"
  },
  "title": "การออกเสียงคำศัพท์และประโยคภาษาอังกฤษที่ควรรู้เพื่อใช้ในการสื่อสาร",
  "author": "สนใจ ไชยบุญเรือง",
  "publisher": "โอเพ่น ไอเดีย",
  "description": "ในการสื่อสารภาษาอังกฤษการออกเสียงคำนั้นมีความสำคัญเป็นอย่างยิ่ง ถ้าออกเสียงผิดก็อาจจะทำให้ความหมายของสิ่งที่ต้องการสื่อนั้นผิดเพี้ยนไปได้ หนังสือเล่มนี้จะเป็นตัวช่วยให้แก่ผู้ที่สนใจในการเรียนรู้ภาษาอังกฤษทุกคน เพื่อการออกเสียงคำและประโยคในภาษาอังกฤษได้อย่างถูกต้อง อีกทั้งยังได้เรียนรู้เกี่ยวกับวัฒนธรรมและชีวิตความเป็นอยู่ของเจ้าของภาษาได้อีกด้วยหนังสือที่รวบรวมวิธีการออกเสียงคำต่าง ๆ ในภาษาอังกฤษ พร้อมด้วยสัญญลักษณ์แสดงการออกเสียง รวมถึงประโยคที่ใช้บ่อยและเป็นประโยชน์ในการสื่อสาร ช่วยให้ผู้อ่านสามารถฝึกฝนและนำไปใช้ได้อย่างถูกต้อง",
  "isbn": "9786165786737",
  "imageUrl": "1729313632877.jpg",
  "category": "ภาษาอังกฤษ",
  "qty": "3",
  "price": 280,
  "__v": 0
},
{
  "_id": {
    "$oid": "67133c328bca44c63032af47"
  },
  "title": "เทพนิยายอังกฤษ",
  "author": "ฟลอร่า แอนนี่ สตีล",
  "publisher": "แอร์โรว์",
  "description": "นิทานที่เด็กๆ รักและชื่นชอบทั้งหมดถูกบรรจุอยู่ในหนังสือเล่มนี้มากกว่า 40 เรื่อง\r\nหนังสือได้รับการวาดภาพประกอบอย่างงดงามโดยอาเธอร์ แร็กแฮม\r\nนิทานเรื่องโปรดอย่าง แจ๊คผู้ฆ่ายักษ์, แจ๊คกับถั่ววิเศษ, ดิ๊ก วิททิงตัน,หมูน้อยสามตัว \r\nและหญิงชรากับหมู ล้วนอยู่ในหนังสือเล่มนี้ทั้งหมด \r\nและยังมีเรื่องอื่นๆ อีกมากมาย \r\nรวมถึงนิทานจากวัฒนธรรมอื่นก็ปรากฏอยู่ในหนังสือเล่มนี้เช่นกัน \r\nเช่น หมีสามตัว และ หนูน้อยหมวกแดงรับรองว่านักอ่านจะชื่นชอบเหมือนกับเด็กๆ ทั่วโลกที่หลงใหลมาแล้ว",
  "isbn": "9786164343634",
  "imageUrl": "1729313842952.jpg",
  "category": "ภาษาอังกฤษ",
  "qty": "3",
  "price": 232,
  "__v": 0
},
{
  "_id": {
    "$oid": "67133d3b8bca44c63032af4a"
  },
  "title": "Work Less, Earn More Money เทคนิคมีเงินใช้ตลอดชีวิตแบบคนฉลาด",
  "author": "กร อุดมเศรษฐทรัพย์",
  "publisher": "เพชรประกาย",
  "description": "หนังสือ \"Work Less, Earn More Money เทคนิคมีเงินใช้ตลอดชีวิตแบบคนฉลาด\" เล่มนี้ ได้นำเสนอเทคนิคบริหารเงินอย่างชาญฉลาด ตั้งแต่จำนวนน้อยเพื่อนำพาไปสู่เงินมากในอนาคต และการมองหาลู่ทางเพื่อเพิ่มเงินในกระเป๋าอย่างง่าย ๆ ซึ่งจะช่วยให้คนที่มีปัญหา \"ชักหน้าไม่ถึงหลัง\" กลายเป็นคนที่มีเงินมากมายจนใช้ไม่หมด ด้วยเคล็ดลับและคำแนะนำจากกูรูด้านการเงินจากหลากหลายสถาบัน ที่ผู้เขียนนำมาลำดับขั้นตอนให้เห็นแผนที่แห่งความรวยได้อย่างชัดเจน ลองหยิบหนังสือเล่มนี้มาเปิดอ่านดู ค่อย ๆ เรียนรู้และทำตาม แล้วคุณจะรู้ว่าความสุขสบายตลอดชีวิตอยู่แค่เอื้อม เพียงมีเทคนิคดี ๆ ในการหาเงินใช้เงินอย่างชาญฉลาดนั่นเอง",
  "isbn": "9786166090055",
  "imageUrl": "1729314107198.jpg",
  "category": "เศรษฐศาสตร์",
  "qty": "3",
  "price": 213,
  "__v": 0
},
{
  "_id": {
    "$oid": "67133dac8bca44c63032af4d"
  },
  "title": "Bitcoin & Blockchain 101 เงินดิจิทัลเปลี่ยนโลก ฉบับ Update 2024",
  "author": "พีรพัฒน์ หาญคงแก้ว",
  "publisher": "สต็อคทูมอร์โรว์",
  "description": "หลังจากหนังสือ Bitcoin & Blockchain 101 เงินดิจิทัลเปลี่ยนโลก ที่เขียนโดยคนไทยและมีเนื้อหาครบถ้วนได้ตีพิมพ์ครั้งแรกช่วงเดือนมีนาคมปี 2561 จะเห็นได้ว่าราคาบิตคอยน์ในแต่ละปีๆ ก็ได้ดึงผู้คนเข้ามาในตลาดคริปโตเคอร์เรนซี (Cryptocurrency) มากขึ้นเรื่อยๆ  โดยนับวันมูลค่ากลับมีแต่จะเพิ่มขึ้นท่ามกลางความผันผวนของราคา  ดังนั้นในปี 2567 ผู้เขียนจึงใช้โอกาสนี้รีไรท์หนังสือเล่มดังกล่าวขึ้นใหม่ เพื่อให้ผู้อ่านทั้งหน้าใหม่และมือเก่าได้มีความเข้าใจในบิตคอยน์มากขึ้น โดย Bitcoin & Blockchain 101 เงินดิจิทัลเปลี่ยนโลก ฉบับ UPDATE 2024  คงคอนเซ็ปต์บอกครบจบในเล่มเดียว มีทั้งทำความรู้จักบิตคอยน์ บล็อกเชน คริปโตเคอร์เรนซี  วอลเล็ต ฯลฯ  เพิ่มเติมคืออัพเดตเนื้อหาให้ทันสมัย พร้อมเปิดเผยเทคนิคการลงทุนที่คนอยากก้าวสู่วงการคริปโตฯ ต้องรู้  โดยหวังเอาไว้ไม่ว่าสุดท้ายผู้อ่านจะตัดสินใจลงทุนในบิตคอยน์หรือไม่ก็ตาม  แต่บิตคอยน์ก็ยังเป็นหนึ่งในสิ่งประดิษฐ์น่าอัศจรรย์ที่ควรค่าการศึกษา มากกว่าจะสรุปว่ามันเป็นเรื่องหลอกลวงและขับไสไล่ส่งไป",
  "isbn": "9786167752969",
  "imageUrl": "1729314220455.jpg",
  "category": "เศรษฐศาสตร์",
  "qty": "3",
  "price": 251,
  "__v": 0
},
{
  "_id": {
    "$oid": "67133e048bca44c63032af50"
  },
  "title": "Father and Sum บันทึกออมรัก ฉบับคุณพ่อนักออมเงิน",
  "author": "รพีพัฒน์ อิงคสิทธิ์",
  "publisher": "แซลมอน",
  "description": "\"Father and Sum บันทึกออมรัก ฉบับคุณพ่อนักออมเงิน\" บันทึกประสบการณ์ของชายหนุ่มนักการเงินที่เพื่อนไม่คิดว่าจะมีแฟน สู่คุณพ่อคนแรกของกลุ่ม กับการวางแผนเลี้ยงลูกด้วยความรัก จัดการออมเงินด้วยความตั้งใจ ก่อนจะต้องเจอกับค่าใช้จ่ายต่าง ๆ ในโลกความเป็นจริง ตั้งแต่ค่าฝากครรภ์ ค่าทำคลอด สิ่งของเครื่องใช้ที่จำเป็นต่อลูกน้อย รวมถึงสิ่งใหม่ ๆ ที่เขาได้เรียนรู้ร่วมกับภรรยาและลูกชาย จนอยากแบ่งปันเรื่องราวให้ทุกคนอบอุ่นใจ พร้อมเทคนิคเล็ก ๆ น้อย ๆ และตอบคำถามว่าทำไมเขาและภรรยาถึงอยากมีลูก ในยุคที่ใคร ๆ ก็ส่ายหัวปฏิเสธ\r\n\r\n    โดย \"รพีพัฒน์ อิงคสิทธิ์\" ผู้อำนวยการฝ่ายวิจัย Climate Finance Network Thailand นักเขียนบทความด้านเศรษฐศาสตร์-การเงิน อดีตผู้จัดการธนาคารข้ามชาติ ที่อยากแบ่งปันคำแนะนำตามประสาคุณพ่อผู้เคยเป็นมือใหม่มาก่อน",
  "isbn": "9786162986123",
  "imageUrl": "1729314308563.jpg",
  "category": "เศรษฐศาสตร์",
  "qty": "3",
  "price": 280,
  "__v": 0
},
{
  "_id": {
    "$oid": "67133e6e8bca44c63032af53"
  },
  "title": "เขียนให้เป็นเงิน",
  "author": "ฮิบิโนะ ชิน",
  "publisher": "วารา พับลิชชิ่ง",
  "description": "\"กุญแจสำคัญที่จะทำให้ตัวอักษรของคุณมีค่า เพิ่มจาก 1 เยนต่อตัวอักษร ไปเป็นตัวละ 10 เยน\" ด้วย 4 เสาหลักในการที่จะสามารถเพิ่มราคาต่อคำให้สูงขึ้นได้ นั่นคือ เสาหลักที่ 1 \"Skill\" กฎพื้นฐานสำหรับทำเงินในงานเขียนเสริมรายได้ การหาข้อมูลเพื่องานเขียนที่แตกต่าง / เสาหลักที่ 2 \"Show\" ที่จะทำให้พบกับงานเขียนราคาสูง / เสาหลักที่ 3 \"Kind ประเภทของงานเขียน\" ที่เปลี่ยนวิธีทำเงิน / เสาหลักที่ 4 \"Continuous ปรับปรุงความต่อเนื่อง\" รักษาความมั่นคง ให้ยั่งยืน\r\n\r\n    มาพร้อม 85 วิธี หาผู้จ้างงานเขียนแบบไม่ต้องเคร่งเครียด โดยเทคนิคเหล่านี้ยังสามารถนำไปใช้กับงานประจำได้ อีกทั้งยังเป็นการสร้างรายได้สำหรับผู้ที่ต้องการหาเงินเพิ่ม ผู้ที่ต้องการเพิ่มอาชีพ ผู้ที่เขียนเป็นอยู่แล้วนิดหน่อย ผู้ที่ต้องการทำงานที่บ้าน และผู้ที่ต้องการหาเงินหลังเกษียณอีกด้วย",
  "isbn": "9786168335505",
  "imageUrl": "1729314414816.jpg",
  "category": "เศรษฐศาสตร์",
  "qty": "3",
  "price": 332,
  "__v": 0
},
{
  "_id": {
    "$oid": "67133ed58bca44c63032af56"
  },
  "title": "มีเงินล้านด้วยนายหน้าอสังหาฯ ที่ทำซ้ำได้",
  "author": "อดิศักดิ์ สถิตธำมรงค์",
  "publisher": "ไอแอมเดอะเบสท์",
  "description": "ผมขายอสังหาฯ มาตั้งแต่ปี พ.ศ. 2537และสอนนายหน้าอสังหาฯ มืออาชีพกว่า 30 ปี\r\nไม่ได้สอนวิธีหาเงินแบบรวยเร็ว รวยลัดแต่สอนวิธีคิด วิธีทำงานเพื่อให้ได้ผลลัพธ์เป็น\"รายได้สม่ำเสมอ\" ในอาชีพนายหน้าอสังหาฯ\r\nนายหน้าใหม่ที่ยังไม่ได้เริ่มต้นก็จะได้เห็นภาพรวมและลงมือทำได้ถูกต้องตั้งแต่เริ่มไม่ต้องเสียเวลาทดลองทำไปเรื่อยเป็นปี ๆ\r\nนายหน้าที่ทำมาเกินปีแล้วแต่ยังไม่ได้งานเป็นชิ้นเป็นอันก็จะได้มองเห็นข้อผิดพลาดว่าอยู่ตรงไหน\r\nนายหน้าที่มีผลงานดีอยู่แล้ว ก็ได้ประโยชน์จากกรณีศึกษา และเกร็ดเล็กเกร็ดน้อยไปเสริมบริการให้ดีขึ้น",
  "isbn": "9786168224557",
  "imageUrl": "1729314517161.jpg",
  "category": "เศรษฐศาสตร์",
  "qty": "3",
  "price": 280,
  "__v": 0
},
{
  "_id": {
    "$oid": "67133fa28bca44c63032af59"
  },
  "title": "Virtual Society สังคมเสมือน: สู่พรมแดนใหม่บนโลกใบเดิม",
  "author": "เฮอร์แมน นารูลา",
  "publisher": "สำนักพิมพ์มติชน",
  "description": "เมื่อโลกก้าวสู่ยุคแห่งเทคโนโลยีโลกเสมือนอันทรงพลัง หนังสือเล่มนี้อาจเป็นคำตอบของคำถาม เป็นสิ่งสะท้อนศักยภาพของมนุษย์ผู้แสวงหาความเป็นไปได้ใหม่ๆ จะเป็นอย่างไรหากคุณสามารถทำงานในโลกเสมือนได้ จะเป็นอย่างไรหากโลกเสมือนสามารถมอบมูลค่าทางเศรษฐกิจ สร้างความหมาย และเติมเต็มชีวิต ไม่ว่าจะในช่วงเวลาทำงานหรือช่วงเวลาพักผ่อน จะเป็นอย่างไรหากโลกเสมือนที่ดูไกลตัวกลับใกล้ตัวกว่าที่คิดและสามารถเปลี่ยนวิถีชีวิตของเราไปได้ตลอดกาล",
  "isbn": "9789740218913",
  "imageUrl": "1729314722277.jpg",
  "category": "สังคม",
  "qty": "3",
  "price": 272,
  "__v": 0
},
{
  "_id": {
    "$oid": "671340658bca44c63032af5c"
  },
  "title": "วิศวกรสังคม : มิติมนุษย์และวัฒนธรรม",
  "author": "กฤษณะ ทองแก้ว",
  "publisher": "ศูนย์มานุษยวิทยาสิรินธร",
  "description": "วิศวกรสังคมกับการศึกษาไทย\r\nนิยาม ความหมาย และความท้าทายในการพัฒนาศักยภาพคนรุ่นใหม่ด้วยกระบวนการวิศวกรสังคม\r\nวิธีวิทยาของวิศวกรสังคม \r\nวิศวกรสังคมกับการขับเคลื่อนสังคม จุดตัด/จุดร่วมของความหลากหลาย\r\nทักษะการคิดวิเคราะห์เชิงเหตุผล เห็นปัญหาเป็นสิ่งท้าทาย (นักคิด)\r\nคำถามทรงพลัง: การตั้งคำถามเพื่อให้เกิดกระบวนการคิด\r\nคุณค่าอดีตและการเรียนรู้อดีต\r\nการคิดเชิงสร้างสรรค์ (Creative Thinking)\r\nให้ความสำคัญกับบริบท (มองเห็นคนและสังคม)\r\nการคิดเชิงระบบ คิดวิเคราะห์ คิดเชิงกลยุทธ์\r\nการสังเกตด้วยข้อเท็จจริงและความรู้สึก\r\nการเขียนเพื่อพัฒนาการคิด\r\nการคิดเชิงวิพากษ์กับตัวตนของนักพัฒนา\r\nเคารพความหลากหลายทางเพศ\r\nการถอดบทเรียน\r\nทักษะการสื่อสารองค์ความรู้เพื่อการแก้ปัญหา (นักสื่อสาร)",
  "isbn": "9786168311264",
  "imageUrl": "1729314917035.jpg",
  "category": "สังคม",
  "qty": "3",
  "price": 315,
  "__v": 0
},
{
  "_id": {
    "$oid": "671341288bca44c63032af5f"
  },
  "title": "รณรงค์การตลาดเพื่อสังคมระดับชุมชน",
  "author": "อุษา บิ้กกิ้นส์",
  "publisher": "สถาบันบัณฑิตพัฒนบริหารศาสตร์",
  "description": "แนวคิดการพัฒนาอย่างยั่งยืนและการตลาดเพื่อสังคม -- พลังชุมชนเพื่อการพัฒนาอย่างยั่งยืน -- การตลาดเพื่อสังคม -- ปฏิบัติการรณรงค์การตลาดเพื่อสังคม -- การตลาดเพื่อสังคมระดับชุมชนและกิจการเพื่อสังคม -- การตลาดเพื่อสังคมระดับชุมชน -- ปฏิบัติการรณรงค์การตลาดเพื่อสังคมระดับชุมชน -- กิจการเพื่อสังคมกับการตลาดเพื่อสังคมระดับชุมชน",
  "isbn": "9786164821118",
  "imageUrl": "1729315112536.jpg",
  "category": "สังคม",
  "qty": "3",
  "price": 405,
  "__v": 0
},
{
  "_id": {
    "$oid": "671341b68bca44c63032af62"
  },
  "title": "สังคมกับกฎหมาย",
  "author": "ทวีเกียรติ มีนะกนิษฐ",
  "publisher": "วิญญูชน",
  "description": "กฎหมายและข้อคิดพื้นฐาน (Law and the Concept of Law) -- วิวัฒนาการของกฏหมาย (The Path of the Law) -- รัฐและการปกครองรัฐ (State and Government) -- ทรัพย์และการคุ้มครองทรัพย์ (Property) -- สัญญา (Contracts) -- สนธิสัญญา (Treaties) -- แบบที่กำหนดตามกฎหมาย (Form) -- กฎหมายอาญา (Criminal Law) -- ละเมิด (Wrongful Acts) -- การตีความกฎหมาย (Legal Interpretation) -- การใช้กฎหมายกับข้อเท็จจริง (Application of Law) -- กฎหมายกับความเป็นธรรม -- การนำกฎหมายต่างประเทศมาใช้ (Legal Transplantation) -- กฎหมายกับนักกฎหมาย -- หลักนิติธรรม",
  "isbn": "\t9786165812443",
  "imageUrl": "1729315254983.jpg",
  "category": "สังคม",
  "qty": "3",
  "price": 234,
  "__v": 0
},
{
  "_id": {
    "$oid": "671342198bca44c63032af65"
  },
  "title": "ประวัติศาสตร์สังคมว่าด้วยส้วมและเครื่องสุขภัณฑ์ในประเทศไทย",
  "author": "มนฤทัย ไชยวิเศษ",
  "publisher": "มติชน",
  "description": "เรื่องส้วมก็เป็นประวัติศาสตร์ได้เรื่องราวของส้วมและสุขภัณฑ์ในกระแสการเปลี่ยนแปลงของสังคมไทย อาจไม่ชวนให้เรามองเห็นคุณค่า ตื่นเต้น หวือหวา เหมือนกับการเปลี่ยนแปลงบางสิ่งบางอย่าง เช่นการเปลี่ยนแปลงทางการเมืองการปกครอง ระบบเศรษฐกิจ ระบบสารสนเทศ ฯลฯ แต่การเปลี่ยนแปลงเรื่องส้วมนับ เป็นสิ่งที่ใกล้ชิดตัวเราเสียจนกระทั่งบางทีไม่ทันฉุกคิดว่า ทำไมเราจึงยอมรับการเปลี่ยนแปลงดังกล่าว เมื่อมองย้อนไปในวันวาน เราสามารถสะท้อนอะไรต่อมิอะไรได้มากมายจากการเปลี่ยนแปลงวิถีชีวิตและทัศนคติในการดำเนินชีวิตของคนไทยได้จากเรื่องนี้",
  "isbn": "9789740218586",
  "imageUrl": "1729315353269.jpg",
  "category": "สังคม",
  "qty": "3",
  "price": 374,
  "__v": 0
},
{
  "_id": {
    "$oid": "67137c10bf93019f14f3362f"
  },
  "title": "ภารกิจนี้ ขอเรียกเธอว่าที่รัก",
  "author": "แสตมป์เบอรี่",
  "publisher": "แสตมป์เบอรี่",
  "description": "เมื่อท่านอเนกเทิดอยากจะเปิดสถานที่แห่งใหม่ในเครือ Int.Co ขึ้นมาอีกทั้งหมด 7 แห่งและต้องการคนที่มีความสามารถพิเศษแบบสุดๆ เข้ามาช่วยดูแลบริหารซึ่งนอกจากเหล่า [7'x] ทั้ง 7 คนที่หมายมั่นขึ้นมือจะให้ขึ้นเป็น CEO ของแต่ละสตานที่แล้วหนุ่มๆ อีก 7 คนที่มีคุณสมบัติเป็นหนุ่มในฝันของสาวๆ ก็กำลังเป็นที่ต้องการเช่นกันพวกเขาจะต้องเข้ามาร่วมงานกับสภา [7's] ในนาม [7'Boyz]แต่การที่จะขอร้องให้พวกเขาทุกคนตกปากรับคำมาเซ็นสัญญาไม่ใช่เรื่องง่ายดังนั้นนี่จึงเป็นอีกหนึ่งภารกิจสำคัญของเหล่า [7'x] ที่จะต้องหาทางทำให้พวกรุ่นน้องตัวแสบทั้งหลายยอมตกลงเข้าร่วมเป็น [7'Boyz] ให้ได้",
  "isbn": "-",
  "imageUrl": "1729330192805.jpg",
  "category": "นิยายวัยรุ่น",
  "qty": "12",
  "price": 320,
  "__v": 0
},
{
  "_id": {
    "$oid": "67137c95bf93019f14f3363b"
  },
  "title": "กาหลมหรทึก (ฉบับครบรอบ 10 ปี)",
  "author": "ปราปต์",
  "publisher": "prism publishing , ปริซึม",
  "description": "  \"เวทางค์ ภิรมย์รจุ สารวัตรหนุ่ม ได้รับแจ้งเหตุฆาตกรรมสะเทือนขวัญเด็กหญงิ ในบ้านพัก สภาพศพถูกทุบกะโหลกแตกแม่ของผู้ตายให้การว่าน่าจะเป็นฝีมือโจร แต่การสืบสวนเบื้องต้นกลับพบว่าเต็มไปด้วยเรื่องน่าคลางแคลง โดยเฉพาะบนหน้าผากข้อมือ และข้อเท้าทั้งสองข้างของผู้ตาย ปรากฏรอยสักปรศิ นาของคำห้าคำ เงื่อนงำอันเชื่อมโยงสู่คดีฆาตกรรมต่อเนื่องพิลึกพิลั่น และคำสักประหลาดทั่วพระนครและจังหวัดธนบุรี รอยแผลเป็นจากประวัติศาสตร์และความลับทางวรรณศิลป์แห่งสยามประเทศ!\"",
  "isbn": "-",
  "imageUrl": "1729330325763.jpg",
  "category": "นิยายสืบสวน สอบสวน",
  "qty": "12",
  "price": 259,
  "__v": 0
},
{
  "_id": {
    "$oid": "67137cfebf93019f14f3363e"
  },
  "title": "จะกินพุดดิ้งชิ้นนี้เลยไหมหรือจะทนไว้ก่อน",
  "author": "คาคิอุจิ ทาคาฟุมิ",
  "publisher": "อมรินทร์ How to",
  "description": "90% ของเวลาในชีวิตเป็นเรื่องของการตัดสินใจแต่ก็คงมีหลายครั้งที่คุณตัดสินใจเลือกไม่ถูกใช่ไหมว่า…จะกินพุดดิ้งตอนนี้ หรือ ไปออกกำลังกายดีนะจะทำงานในบริษัทเดิมต่อไป หรือ จะลองเปลี่ยนงานใหม่จะอ่านหนังสือสอบให้จบ หรือ ดูซีรีส์คลายเครียดก่อนชีวิตเราทุกคนประกอบด้วย “เวลา 4 ประเภท” ได้แก่ เวลาแห่งความสุข เวลาสำหรับการลงทุน เวลาที่เป็นบทบาทหน้าที่ และ เวลาที่ใช้ไปอย่างเปล่าประโยชน์หนังสือเล่มนี้จะแนะนำว่า เราควรเลือกใช้เวลาแต่ละประเภทอย่างไร เพื่อจะได้มีชีวิตอย่างที่ต้องการ และไม่ต้องมานึกเสียใจภายหลัง",
  "isbn": "-",
  "imageUrl": "1729330430979.jpg",
  "category": "จิตวิทยา",
  "qty": "4",
  "price": 450,
  "__v": 0
},
{
  "_id": {
    "$oid": "67137d98bf93019f14f33657"
  },
  "title": "123 HEALING ENGLISH ROOMS หนังสือฮีลใจที่จะเปลี่ยนชีวิตคุณไปตลอดกาล",
  "author": "วรินธร เอื้อวศินธร (ครูพี่แอน)",
  "publisher": "ศูนย์หนังสือจุฬา/chula",
  "description": "หนังสือฮีลใจเล่มนี้ จะเปลี่ยนชีวิตคุณไปตลาดกาล  -เรียนภาษาอังกฤษจากคำคมฮีลใจ  -รวมคำศัพท์ภาษาอังกฤษ  -รวมโครงสร้างแกรมมาร์น่ารู้",
  "isbn": "-",
  "imageUrl": "1729330584244.jpg",
  "category": "ฮีลใจ",
  "qty": "34",
  "price": 331,
  "__v": 0
}]